;; -*- no-byte-compile: t; -*-

;; NOTE: This file is generated from ~/.config/doom/README.org
;;      Please only edit that file and org-babel-tangle (emacs)

(package! visual-fill-column)

(package! org-babel-eval-in-repl)
(package! eval-in-repl)
(package! jupyter)

(package! org-auto-tangle)

(package! vterm-toggle)

(package! gptel)
(package! python-mode)
;;(package! harper-ls) ;; is deze wel nodig na mijn harper install?

(unpin! org-roam) ; unpinning is necessary for Room emacs according to de developer of org-roam-ui
(package! org-roam-ui)
