;; -*- no-byte-compile: t; -*-

;; NOTE: This file is generated from ~/.doom.d/README.org
;;      Please only edit that file and org-babel-tangle (emacs)

(package! beacon)

(package! visual-fill-column)

(package! web-mode)

(package! arduino-cli-mode)
(package! arduino-mode)

(package! org-babel-eval-in-repl)
(package! eval-in-repl)
(package! jupyter)
(package! phpactor)
(package! org-auto-tangle)
