;; -*- no-byte-compile: t; -*-

;; NOTE: This file is generated from the README.org file. Do not alter
;; packages.el directly and only modify the README.org file in emacs by
;; 'M-x' 'org-babel-tangle' and reload by 'M-x' 'doom/reload'

(package! beacon)

(package! visual-fill-column)

(package! web-mode)

(package! arduino-cli-mode)
(package! arduino-mode)

(package! org-babel-eval-in-repl)
(package! eval-in-repl)
(package! jupyter)
(package! phpactor)
